Repository: linuxdeepin/deepin-screenshot-v2
Catalog: locale/*.po
Languages: ro

source: Draw Rectangle
ro: Desenează dreptunghi

source: Draw Ellipse
ro: Desenează elipsă

source: Draw Arrow
ro: Desenează săgeată

source: Draw Line
ro: Desenează linie

source: Draw Text
ro: Scrie text

source: Undo
ro: Revino

source: Save
ro: Salvează

source: Cancel
ro: Anulare

source: Share
ro: Distribuie

source: Save automatically
ro: Salvează automat

source: Save as
ro: Salvare ca

source: Save to clipboard
ro: Salvează în memoria temporară

source: Save automatically to file and clipboard
ro: Salvează automat în fişier şi în memoria temporară

source: Picture has been saved to file
ro: Fotografia a fost salvată în fişier

source: DScreenshot
ro: Captură de ecran D

source: Take a screenshot of full screen
ro: Fă o captură cu întreg ecranul

source: Take a screenshot of the window
ro: Fă o captură a ferestrei

source: Take a screenshot after NUM seconds
ro: Fă o captură de ecran după NUMĂR secunde

source: save screenshot to FILE
ro: salvează captură ecran în FIŞIER

source: run as a subprocess
ro: rulează ca subproces

source: run a new process
ro: rulează un proces nou

source: show this help message and exit
ro: Afișare a mesajului de ajutor și ieșire

source: show program's version number and exit
ro: Afișare numărului de versiune a programului și ieșire

source: Deepin Screenshot will start in %d seconds.
ro: Captura de ecran Deepin va începe în %d secunde.

source: Drag to select area
ro: Trage pentru selectarea zonei

source: The width or height of selected area cannot be 0
ro: Lățimea sau înălțimea zonei selectate nu poate fi 0

source: Failed to save the picture
ro: Salvarea fotografiei a eșuat

source: Picture has been saved to clipboard
ro: Fotografia a fost salvată în memoria temporară.

source: Next time you can just press Ctrl+Alt+A to start.
ro: Data viitoare puteți să apăsați doar Ctrl+Alt+A pentru a începe.

source: Share to social networks
ro: Partajarea în reţele de socializare

source: Unable to load page
ro: Imposibil de încărcat pagina

source: Problem occurred while loading the URL '%s'
ro: A apărut o problemă la încărcarea URL '%s'

source: Click to switch user
ro: Apasă pentru a schimba utilizatorul

source: Click to login
ro: Apasă pentru intrare

source: Loading
ro: Încărcare

source: Please input text here
ro: Introduceți textul aici

source: Error
ro: Eroare

source: Picture does not exist.
ro: Imaginea nu există.

source: Please choose at least one platform to share on
ro: Vă rugăm să alegeți cel puțin o platformă pentru a distribui

source: Uploading
ro: Încarcă

source: from Deepin Screenshot
ro: din captura de ecran Deepin

source: Follow
ro: Urmărește

source: Share to
ro: Partajat cu

source: Successful
ro: cu succes

source: Failed
ro: Eşuat

source: Unknown reason
ro: Motiv necunoscut
